Repository: MilenaPredic/GreekKinoApp
Catalog: GrckiKinoApp/DesignSystem/Localization/*.lproj/Localizable.strings
Languages: hr

# upcoming_draws_title
source: Greek KINO
hr: Naredna kola

# ticket_title
source: Ticket
hr: Talon

# live_draw_title
source: Live Draw
hr: Uživo izvlačenje

# results_title
source: Results
hr: Rezultati

source: Upcoming Draws
hr: GRČKI KINO

source: Drawing time
hr: Vreme izvlačenja

source: Remaining for submission
hr: Preostalo za uplatu

# draw_time
source: Drawing time:
hr: Vreme izvlačenja:

source: Round:
hr: Kolo:

source: Random Selection
hr: Slučajni odabir

source: Numbers:
hr: Brojeva:

# max_number_of_selections
source: Maximum number of selections
hr: Maksimalan broj selekcija

source: Remaining time for submission: %@
hr: Preostalo vreme za uplatu: %@

# drawing_time_with_date
source: Drawing time: %@.
hr: Vreme izvlačenja: %@.

# round_number
source: Round: %@
hr: Kolo: %@
